Revit 2027 API
BuiltInFailures.FamilyFailures.CantSetSlantedColumnEndPlane Property
 Unable to determine slanted column end cut plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantSetSlantedColumnEndPlane { get; }
Public Shared ReadOnly Property CantSetSlantedColumnEndPlane As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantSetSlantedColumnEndPlane {
	FailureDefinitionId^ get ();
}
static member CantSetSlantedColumnEndPlane : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace